---
kind: property
id: P:Autodesk.Revit.DB.TableMergedCell.Left
source: html/2a23ca62-6787-aac7-b600-80663cac822f.htm
---
# Autodesk.Revit.DB.TableMergedCell.Left Property

Specifies the column index of the top-left corner of a table grid.

## Syntax (C#)
```csharp
public int Left { get; set; }
```